Autodesk.Revit.Exceptions.SchemaException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.SchemaException
The exception thrown when Revit cannot interpret a data structure described by a schema.
Since: 2024